SMS_TEXTS = {
    'verify_code': 'کد تایید حساب کاربری شما :\n{0}',
    'absent_message': "هنرجوی گرامی شما در تاریخ '{0}' در کلاس '{1}' غایب بودید.",

    'class_users_start': "هنرجوی گرامی دوره کلاس '{0}' از تاریخ امروز شروع شد.",
    'class_teacher_start': "استاد گرامی دوره کلاس '{0}' از تاریخ امروز شروع شد.",
    'class_admin_start': "مدیر گرامی موسسه دوره کلاس '{0}' از تاریخ امروز شروع شد.",

    'quiz_users_start': "هنرجوی گرامی آزمون کلاسی '{0}' شروع شد. تاریخ پایان آزمون: {1}",
    'quiz_teacher_start': "استاد گرامی آزمون کلاسی '{0}' شروع شد. تاریخ پایان آزمون: {1}",
    'quiz_admin_start': "مدیر گرامی موسسه آزمون کلاسی '{0}' شروع شد. تاریخ پایان آزمون: {1}",
}
